[{
        "name": "Diseño y Nuevos Medios",
        "code": "DNO037",
        "about": "El curso analizará el conjunto de actitudes, conocimientos y habilidades en diseño, producción y publicación a través de los distintos medios digitales que ofrecen las tecnologías de la información y la comunicación a la sociedad contemporánea, con énfasis en la World Wide Web (WWW)."
    },
    {
        "name": "Manejo y Aplicación del Color",
        "code": "DNO004",
        "about": "El curso permite al alumno profundizar en el conocimiento del color, considerándolo como herramienta básica en el proceso perceptual y proyectual del diseño. Asimismo, el curso pretende desarrollar y poner en práctica la sensibilidad visual del estudiante, a través de la experiencia, mediante un proceso de exploración, comparación y reflexión. Con ello, sobre la base de un adecuado contexto teórico, podrá tomar decisiones respecto del color evaluando las variables actuales de aplicación."
    },
    {
        "name": "Taller de Titulación",
        "code": "DNO0521",
        "about": "En este taller el estudiante desarrolla de forma autónoma e innovadora el proyecto o tesis en coherencia con lo planificado durante el Seminario de Título. El taller se divide en secciones, abordando en cada una de ellas temas específicos de las líneas temáticas y perfiles profesionales cubiertos en la oferta educativa de la Escuela de Diseño. ?El taller tiene como finalidad principal garantizar que el estudiante está capacitado para desarrollar de forma autónoma el proyecto y posea las competencias para enfrentar su actividad profesional con garantías de éxito."
    },
    {
        "name": "[Ayudantía] TEMET",
        "code": "DNO037",
        "about": "El curso presenta las bases del pensamiento científico e introduce al estudiante en la formulación de proyectos, orientados a la obtención de fondos concursables. Asimismo, busca aportar al estudiante herramientas esenciales para articular su pensamiento para la investigación y la presentación de proyectos con la fundamentación necesaria, considerando su evaluación por terceros. De este modo, el estudiante podrá desarrollar proyectos estructurados, especialmente sustentados en indicadores verificables."
    },
    {
        "name": "[Ayudantía] Aproximaciones a la Investigación",
        "code": "AUD4049",
        "about": "El curso busca que los y las estudiantes conozcan fundamentos epistemológicos y lógicas de investigación relacionadas con la producción de los diversos campos disciplinarios vinculados a los estudios urbanos y territoriales. Se propone también acercar a los estudiantes al conjunto de métodos y procedimientos que se requieren para llevar a buen término un proyecto de investigación. Se plantea de este modo enriquecer el panorama de investigación de los estudiantes, favoreciendo una mejor posibilidad de desarrollar investigación interdisciplinaria."
    }
]