[{
        "name": "Problemas de las Artes Escénicas Hoy",
        "code": " ACT1313",
        "about": "El curso, de carácter teórico, pretende delimitar un grupo de prácticas artísticas que emergen de la escena teatral y dancística nacional con el objetivo de levantar preguntas de investigación y modos de aproximación inter- y transdisciplinar que despierten un juicio crítico contextualizado tanto nacional como internacionalmente. Para ello se darán a conocer marcos teóricos provenientes desde el campo teatrológico, seleccionar casos de estudio específicos y desplegar estrategias para su análisis."
    },
    {
        "name": "Conciencia y Expresión del Cuerpo",
        "code": "ACT1308",
        "about": "Curso teórico-práctico orientado a desarrollar la conciencia y expresividad corporal en las y los estudiantes por medio del estudio de anatomía aplicada, exploraciones corporales, improvisaciones y actividades lúdicas. A través de la práctica y estudio de referentes artísticos, se busca ampliar la comprensión de la dimensión corporal, generando así una mayor capacidad de reflexión sobre el cuerpo individual y colectivo."
    },
    {
        "name": "Tiempo, Movimiento y Representación",
        "code": "ARO113M",
        "about": "El curso propone un recorrido por diversos problemas de representación en el campo de creación y lectura de imágenes: desde la dificultad para capturar el movimiento en la antigua Grecia, hasta la aparente imposibilidad de alcanzar imágenes objetivas en un contexto digitalizado: donde resulta extremadamente difícil distinguir realidad de simulacro. Durante el curso responderemos a estas interrogantes desde una mirada multidisciplinar: en donde utilizando herramientas del arte, el cine, la ciencia y la filosofía, desarrollaremos propuestas artísticas y documentos colaborativos en donde buscaremos discutir y esbozar nuestras propias respuestas sobre los límites de la representación."
    },
    {
        "name": "Finanzas Personales",
        "code": "EAG120A",
        "about": "En el presente curso los estudiantes desarrollarán habilidades de resolución de problemas y pensamiento crítico en relación con temas financieros básicos asociados con decisiones de su vida cotidiana, considerando el uso de recursos y la toma de decisiones de orden financiero en el ámbito personal. Para ello, se analizarán conceptos de finanzas y sus aplicaciones prácticas, mediante cátedras, análisis de casos, resolución de problemas y trabajo en equipos interdisciplinarios. Los aprendizajes serán evaluados por medio de tareas personales de resolución casos, evaluaciones de contenidos y lecturas, el desarrollo de un proyecto grupal y un examen final."
    },
    {
        "name": "Resolución Creativa de Problemas",
        "code": "EAG170A",
        "about": "Este curso busca desarrollar una mentalidad innovadora para resolver situaciones de la vida diaria en forma creativa, considerando aspectos teóricos y prácticos de metodologías innovadoras. Comienza con una introducción a las mentalidades de la innovación. Y luego continúa en el proceso creativo diferenciando las fases de identificación del problema, de la resolución estos. Para aplicar la metodología y mentalidades estudiadas, se desarrolla un proyecto colaborativo en equipos interdisciplinarios y se analizan casos. Con el fin de profundizar estos aprendizajes, los estudiantes deben realizar tareas individuales de reflexión sobre la creatividad en los problemas cotidianos."
    }
]
